tap "1password/tap"
tap "buo/cask-upgrade"
tap "cloudfoundry/tap"
tap "crunchydata/brew"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "jawshooah/pyenv"
tap "louisbrunner/valgrind"
tap "mongodb/brew"
tap "mtslzr/marmaduke-chromium"
tap "openresty/brew"
tap "osx-cross/avr"
tap "render-oss/render"
tap "shopify/shopify"
tap "vitorgalvao/tiny-scripts"
brew "ack"
brew "act"
brew "adns"
brew "xz"
brew "zstd"
brew "grpc"
brew "readline", link: true
brew "llvm"
brew "arduino-cli"
brew "arm-linux-gnueabihf-binutils"
brew "astyle"
brew "gettext"
brew "glib"
brew "python@3.12"
brew "at-spi2-core"
brew "atuin"
brew "autoconf"
brew "automake"
brew "awscli"
brew "libsodium"
brew "libyaml"
brew "azure-cli"
brew "cairo"
brew "icu4c@76"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "bison"
brew "buildkit"
brew "bzip2"
brew "cabal-install"
brew "gmp"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "jansson"
brew "emacs"
brew "cask"
brew "cgal"
brew "clang-format"
brew "cmake"
brew "libssh2"
brew "curl"
brew "deno"
brew "dive"
brew "docker", link: false
brew "docker-compose"
brew "docker-machine"
brew "docutils"
brew "docx2txt"
brew "dos2unix"
brew "dotnet", link: false
brew "gdbm"
brew "dpkg"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exercism"
brew "lame"
brew "leptonica"
brew "libarchive", link: true
brew "libass"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@6"
brew "gcc"
brew "open-mpi"
brew "flex"
brew "portaudio"
brew "fluid-synth"
brew "flyctl"
brew "freetds"
brew "fzf"
brew "gd"
brew "geos"
brew "gnupg"
brew "gpgme"
brew "pkgconf"
brew "hdf5"
brew "libspatialite"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "qt"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gox"
brew "gradle"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "psutils"
brew "groff"
brew "gtk+3"
brew "gtk4"
brew "libsoup"
brew "py3cairo"
brew "pygobject3"
brew "gstreamer"
brew "handbrake", link: false
brew "htop"
brew "hub"
brew "hugo"
brew "hyperfine"
brew "imagemagick"
brew "influxdb-cli"
brew "intltool"
brew "iperf"
brew "jemalloc"
brew "jq"
brew "lcov"
brew "libdap"
brew "libdvdcss"
brew "libffi", link: true
brew "libmatio"
brew "libmediainfo"
brew "libpqxx"
brew "libproxy"
brew "libxcrypt"
brew "logrotate"
brew "mas"
brew "media-info"
brew "memcached"
brew "meson"
brew "minikube"
brew "mkvtoolnix"
brew "zlib"
brew "mysql"
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "openslide"
brew "tmux"
brew "overmind"
brew "p7zip"
brew "pandoc"
brew "pidof"
brew "pmd"
brew "poppler-qt5"
brew "postgresql@16", link: true
brew "potrace"
brew "pulseaudio"
brew "pure"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ragel"
brew "ruby-build"
brew "rbenv"
brew "rcm"
brew "redis"
brew "ruby-install"
brew "s3cmd"
brew "scipy"
brew "shadowenv"
brew "socat"
brew "softhsm"
brew "swiftformat"
brew "tcl-tk"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "vala"
brew "vips"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "zsh"
brew "zsh-completions"
brew "crunchydata/brew/cb"
brew "goreleaser/tap/goreleaser"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "discord"
cask "docker"
cask "dotnet"
cask "dropbox"
cask "font-fira-code"
cask "font-monaspace"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handbrake"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "kaleidoscope"
cask "licecap"
cask "macfuse"
cask "motrix"
cask "mullvadvpn"
cask "ngrok"
cask "spotify"
cask "sublime-text"
cask "thinkorswim"
cask "tor-browser"
cask "transmission"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "xquartz"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Cyberduck", id: 409222199
mas "Developer", id: 640199958
mas "Hex Fiend", id: 1342896380
mas "iMovie", id: 408981434
mas "Instapaper Save", id: 1481302432
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Scrivener 3", id: 1310686187
mas "Simple Comic", id: 1497435571
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Textual IRC Client", id: 1262957439
mas "Xcode", id: 497799835
