tap "1password/tap"
tap "buo/cask-upgrade"
tap "cloudfoundry/tap"
tap "crunchydata/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jawshooah/pyenv"
tap "joschi/dive"
tap "louisbrunner/valgrind"
tap "mongodb/brew"
tap "mtslzr/marmaduke-chromium"
tap "openresty/brew"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "render-oss/render"
tap "shopify/shopify"
tap "stripe/stripe-cli"
tap "tidbyt/tidbyt"
tap "vitorgalvao/tiny-scripts"
brew "ack"
brew "act"
brew "adns"
brew "xz"
brew "zstd"
brew "webp"
brew "grpc"
brew "readline", link: true
brew "sqlite"
brew "arduino-cli"
brew "arm-linux-gnueabihf-binutils"
brew "astyle"
brew "gettext"
brew "glib"
brew "at-spi2-core"
brew "atuin"
brew "autoconf"
brew "automake"
brew "python@3.13"
brew "awscli"
brew "libsodium"
brew "libyaml"
brew "azure-cli"
brew "cairo"
brew "harfbuzz"
brew "icu4c@76"
brew "openjdk"
brew "bfg"
brew "biome"
brew "bison"
brew "buildkit"
brew "bzip2"
brew "gmp"
brew "cabal-install"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cgal"
brew "clang-format"
brew "cmake"
brew "container", link: false
brew "libssh2"
brew "curl"
brew "deno"
brew "direnv"
brew "docker-compose"
brew "docker-machine"
brew "docutils"
brew "docx2txt"
brew "dos2unix"
brew "dotnet", link: false
brew "gdbm"
brew "dpkg"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exercism"
brew "lame"
brew "leptonica"
brew "libarchive", link: true
brew "libass"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@6"
brew "gcc"
brew "open-mpi"
brew "flex"
brew "portaudio"
brew "fluid-synth"
brew "flyctl"
brew "freetds"
brew "fzf"
brew "gd"
brew "geos"
brew "gnupg"
brew "gpgme"
brew "pkgconf"
brew "hdf5"
brew "libpq"
brew "libspatialite"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "gh"
brew "ghidra"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "qt"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "goreleaser"
brew "gox"
brew "gradle"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "psutils"
brew "groff"
brew "gtk+3"
brew "gtk4"
brew "libsoup"
brew "py3cairo"
brew "pygobject3"
brew "gstreamer"
brew "jansson"
brew "libdvdcss"
brew "handbrake", link: false
brew "htop"
brew "hub"
brew "hugo"
brew "hyperfine"
brew "imagemagick"
brew "influxdb-cli"
brew "intltool"
brew "iperf"
brew "jemalloc"
brew "jq"
brew "lazygit"
brew "lcov"
brew "libdap"
brew "libffi", link: true
brew "libmatio"
brew "libmediainfo"
brew "libpqxx"
brew "libproxy"
brew "libxcrypt"
brew "logrotate"
brew "lychee"
brew "mas"
brew "media-info"
brew "memcached"
brew "meson"
brew "minikube"
brew "mkvtoolnix"
brew "zlib"
brew "mysql"
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "openslide"
brew "tmux"
brew "overmind"
brew "p7zip"
brew "pandoc"
brew "pgvector"
brew "pidof"
brew "pmd"
brew "poetry"
brew "poppler-qt5"
brew "postgis"
brew "postgresql@17", restart_service: :changed
brew "potrace"
brew "pulseaudio"
brew "pure"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.12"
brew "ragel"
brew "ruby-build"
brew "rbenv"
brew "rcm"
brew "re2c"
brew "redis"
brew "render"
brew "ruby-install"
brew "ruff"
brew "rustup"
brew "s3cmd"
brew "scipy"
brew "shadowenv"
brew "socat"
brew "softhsm"
brew "swiftformat"
brew "tcl-tk"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "uv"
brew "vala"
brew "vips"
brew "watchman"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zig"
brew "zsh"
brew "zsh-completions"
brew "crunchydata/brew/cb"
brew "joschi/dive/dive"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
brew "tidbyt/tidbyt/pixlet"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "claude-code"
cask "container"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker-desktop"
cask "dotnet-runtime"
cask "dropbox"
cask "flox"
cask "font-fira-code"
cask "font-monaspace"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "handbrake-app"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "kaleidoscope"
cask "licecap"
cask "macfuse"
cask "motrix"
cask "mullvad-vpn"
cask "ngrok"
cask "orbstack"
cask "raycast"
cask "snagit"
cask "spotify"
cask "sublime-text"
cask "thinkorswim"
cask "tor-browser"
cask "transmission"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"
cask "xquartz"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Cyberduck", id: 409222199
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "Hex Fiend", id: 1342896380
mas "iMovie", id: 408981434
mas "Instapaper Save", id: 1481302432
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Moom Classic", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Scrivener", id: 1310686187
mas "Simple Comic", id: 1497435571
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
vscode "1password.op-vscode"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "aliariff.vscode-erb-beautify"
vscode "anthropic.claude-code"
vscode "arr.marksman"
vscode "astro-build.astro-vscode"
vscode "ban.spellright"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-yaml-preamble"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "didericis.starlark"
vscode "docker.docker"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "elia.erb-formatter"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gjtorikian.multi-format"
vscode "golang.go"
vscode "itarato.byesig"
vscode "johnpapa.vscode-peacock"
vscode "koichisasada.vscode-rdbg"
vscode "manuelpuyol.erb-linter"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.wordcount"
vscode "mushan.vscode-paste-image"
vscode "nhoizey.gremlins"
vscode "oxc.oxc-vscode"
vscode "redhat.vscode-yaml"
vscode "repreng.csv"
vscode "ronnidc.nunjucks"
vscode "rubocop.vscode-rubocop"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "shopify.vscode-shadowenv"
vscode "simonsiefke.svg-preview"
vscode "sorbet.sorbet-vscode-extension"
vscode "stripe.markdoc-language-support"
vscode "swyphcosmo.spellchecker"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "timonwong.shellcheck"
vscode "tlahmann.alex-linter"
vscode "travisthetechie.write-good-linter"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/google/go-containerregistry/cmd/gcrane"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "avm"
cargo "cargo-generate"
cargo "cargo-pgrx"
cargo "cargo-zigbuild"
cargo "cross"
cargo "flamegraph"
cargo "hyperfine"
cargo "mdbook"
cargo "samply"
cargo "wasm-bindgen-cli"
