tap "1password/tap"
tap "buo/cask-upgrade"
tap "cloudfoundry/tap"
tap "goreleaser/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kong/kong"
tap "louisbrunner/valgrind"
tap "mongodb/brew"
tap "mtslzr/marmaduke-chromium"
tap "openresty/brew"
tap "osx-cross/avr"
tap "render-oss/render"
tap "romkatv/powerlevel10k"
tap "shopify/shopify"
tap "vitorgalvao/tiny-scripts"
brew "ack"
brew "act"
brew "adns"
brew "bzip2"
brew "openssl@1.1", link: true
brew "apache-arrow"
brew "arduino-cli"
brew "arm-linux-gnueabihf-binutils"
brew "astyle"
brew "gdbm"
brew "gettext"
brew "glib"
brew "libffi", link: true
brew "readline", link: true
brew "python@3.9"
brew "atk"
brew "autoconf"
brew "automake"
brew "docutils"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "pkg-config"
brew "icu4c"
brew "harfbuzz"
brew "bfg"
brew "bison"
brew "cabal-install"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "jansson"
brew "emacs"
brew "cask"
brew "circleci"
brew "clang-format"
brew "cmake"
brew "cowsay"
brew "libssh2"
brew "openldap"
brew "curl"
brew "docker-compose"
brew "docker-machine"
brew "docx2txt"
brew "dos2unix"
brew "dpkg"
brew "folly"
brew "edencommon"
brew "exercism"
brew "libsodium"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "lame"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "flex"
brew "portaudio"
brew "fluid-synth"
brew "freetds"
brew "fzf"
brew "geos"
brew "hdf5"
brew "krb5"
brew "libxml2"
brew "libdap"
brew "libpq"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "geoip"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "go"
brew "glide"
brew "gnupg"
brew "gnuplot"
brew "gobject-introspection"
brew "gox"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "groff"
brew "gstreamer"
brew "gst-plugins-base"
brew "libnice"
brew "gst-plugins-bad"
brew "gtk+3"
brew "libsoup"
brew "gst-plugins-good", link: false
brew "gst-plugins-ugly"
brew "handbrake", link: false
brew "htop"
brew "hub"
brew "hugo"
brew "influxdb", restart_service: true
brew "influxdb-cli"
brew "intltool"
brew "iperf"
brew "jemalloc"
brew "jq"
brew "kotlin"
brew "launch_socket_server", restart_service: true
brew "launchdns"
brew "lcov"
brew "libdvdcss"
brew "libproxy"
brew "libxcrypt"
brew "libyaml"
brew "llvm"
brew "logrotate"
brew "mas"
brew "media-info"
brew "memcached", restart_service: true
brew "meson"
brew "minikube"
brew "qt"
brew "mkvtoolnix"
brew "mongosh"
brew "zlib"
brew "mysql", restart_service: true
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "node-build"
brew "node@14"
brew "nodeenv"
brew "nodenv"
brew "overmind"
brew "p7zip"
brew "pandoc"
brew "pidof"
brew "pinentry-mac"
brew "pmd"
brew "poppler-qt5"
brew "postgresql@14", restart_service: true
brew "postgis"
brew "potrace"
brew "pulseaudio"
brew "py3cairo"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygobject3"
brew "ragel"
brew "ruby-build"
brew "rbenv"
brew "rcm"
brew "redis", restart_service: true
brew "ruby-install"
brew "s3cmd"
brew "scipy"
brew "shadowenv"
brew "shairport-sync"
brew "socat"
brew "softhsm"
brew "solana"
brew "squashfs"
brew "swiftformat"
brew "telegraf", restart_service: true
brew "telnet"
brew "the_silver_searcher"
brew "tree"
brew "vala"
brew "vips"
brew "watchman"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zsh"
brew "zsh-completions"
brew "goreleaser/tap/goreleaser"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "shopify/shopify/toxiproxy"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "1password-cli"
cask "docker"
cask "dotnet"
cask "dropbox"
cask "encryptme"
cask "epub-to-pdf"
cask "flux"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "graphiql"
cask "handbrake"
cask "inso"
cask "insomnia"
cask "iterm2"
cask "launchcontrol"
cask "licecap"
cask "makemkv"
cask "marmaduke-chromium"
cask "mysqlworkbench"
cask "ngrok"
cask "openmtp"
cask "skype"
cask "spotify"
cask "sublime-text"
cask "transmission"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wkhtmltopdf"
cask "xquartz"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Cyberduck", id: 409222199
mas "Developer", id: 640199958
mas "GIF Brewery 3", id: 1081413713
mas "Hex Fiend", id: 1342896380
mas "iMovie", id: 408981434
mas "Instapaper Save", id: 1481302432
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Scrivener", id: 1310686187
mas "Simple Comic", id: 1497435571
mas "Slack", id: 803453959
mas "Snagit 2022", id: 1564091330
mas "Textual IRC Client", id: 1262957439
mas "Userscripts", id: 1463298887
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
